Repository: alexerate/minetest_base
Catalog: mods/areas/locale/*.po
Languages: fr

source: Can administer areas
fr: Peut administrer les zones

source: Can can more, bigger areas.
fr: Peut protéger des zones plus grandes.

source: Can protect areas.
fr: Peut protéger des zones.

source: Self protection is disabled or you do not have the necessary privilege.
fr: L'auto-protection est désactivée ou vous n'avez pas le privilège nécessaire.

source: Area is too big.
fr: La zone est trop grande.

source: You have reached the maximum amount of areas that you are allowed to protect.
fr: Vous avez atteind le nombre maximum de zones que vous pouvez protéger.

source: The area intersects with @1 [@2] (@3).
fr: La zone croise @1 [@2] (@3).

source: @1 is protected by @2
fr: @1 est protégé par @2

source: Select a area by id.
fr: Sélectionner une zone avec son id (visible avec /list_areas).

source: selected.
fr: selectionnée.

source: Set area protection region position 1 to your location or the one specified
fr: Définie la position1 de la future région à protéger sur votre position ou celle spécifiée

source: Unable to get position.
fr: Impossible d'obtenir la position.

source: Area position 1 set to
fr: Position1 définie au point

source: Set area protection region position 2 to your location or the one specified
fr: Définie la position2 de la future région à protéger sur votre position ou celle spécifiée

source: Set area protection region, position 1, or position 2 by punching nodes, or display the region
fr: Définie la zone de protection, position 1, ou position 2 en tapant les blocks, ou affiche la zone

source: Select positions by punching two nodes.
fr: Sélectionnez les positions en tapant 2 blocks.

source: Select position 1 by punching a node.
fr: Sélectionnez la position1 en tapant un block.

source: Select position 2 by punching a node.
fr: Sélectionnez la position2 en tapant un block.

source: <not set>
fr: <non définie>

source: Unknown subcommand:
fr: Sous-commande inconnue :

source: Position 1 set to
fr: Position 1 définie sur

source: Position 2 set to
fr: Position 2 définie sur

source: <AreaName>
fr: <NomZone

source: Protect your own area
fr: Protège votre propre zone

source: Invalid usage, see
fr: Usage invalide, voir

source: You need to select an area first.
fr: Vous devez d'abord définir une zone.

source: You can't protect that area:
fr: Vous ne pouvez pas protéger cette zone :

source: You can't protect that area.
fr: Vous ne pouvez pas protéger cette zone.

source: Area protected. ID:
fr: Zone protégée. ID :

source: <PlayerName> <AreaName>
fr: <NomJoueur> <NomZone>

source: Protect an area beetween two positions and give a player access to it without setting the parent of the area to any existing area
fr: Protège une zone entre 2 positions et en donne l'accès au joueur sans définir le parent de la zone à une autre zone

source: The player
fr: Le joueur

source: does not exist.
fr: n'existe pas.

source: You have been granted control over area #
fr: Vous avez reçu le contrôle de la zone #

source: . Type /list_areas to show your areas.
fr: . Tapez /list_areas pour voir vos zones.

source: <ParentID> <Player> <AreaName>
fr: <IdParent> <NomJoueur> <NomZone

source: Give a player access to a sub-area beetween two positions that have already been protected, Use set_owner if you don't want the parent to be set.
fr: Donne à un joueur l'accès à une sous-zone entre 2 positions qui ont déjà été protégées. Utilisez set_owner si vous ne voulez pas définir le parent.

source: <ID> <newName>
fr: <ID> <NouveauNom>

source: Rename a area that you own
fr: Renomme une de vos zone

source: That area doesn't exist.
fr: Cette zone n'existe pas.

source: You don't own that area.
fr: Vous n'êtes pas propriétaire de cette zone.

source: Area renamed.
fr: Zone renommée

source: Find areas using a Lua regular expression
fr: Trouve des zones en utilisant des expressions régulières

source: A regular expression is required.
fr: Une expression régulière est requise.

source: Invalid regular expression.
fr: Expression régulière non valide.

source: No matches found.
fr: Pas de correspondance.

source: List your areas, or all areas if you are an admin.
fr: Liste vos zones, ou toutes si vous êtes admin.

source: No visible areas.
fr: Aucune zone visible.

source: Recursively remove areas using an id
fr: Supprime des zones de manière récursive

source: Area
fr: La zone

source: does not exist or is not owned by you.
fr: n'existe pas ou vous n'êtes pas propriétaire.

source: Removed area
fr: Zone supprimée

source: and it's sub areas.
fr: ainsi que ses sous-zones.

source: Remove an area using an id
fr: Supprime une zone à l'aide de son id (/list_areas pour voir les id)

source: Change the owner of an area using it's ID
fr: Change le propriétaire d'une zone en utilisant l'id

source: @1 has given you control over the area @2 (ID @3).
fr: @1 vous a donné le contrôle de la zone @2 (ID @3).

source: Owner changed.
fr: Propriétaire changé.

source: Toggle an area open (anyone can interact) or closed
fr: Bascule une zone entre ouverte (tout le monde peut modifier) ou fermée

source: Area @1.
fr: Zone @1.

source: opened
fr: ouverte

source: closed
fr: fermée

source: Move (or resize) an area to the current positions.
fr: Bouge (ou redimensionne) une zone à la position courante.

source: Area successfully moved.
fr: La zone a été modifiée avec succès

source: Get information about area configuration and usage.
fr: Récupère les informations au sujet d'une zone et de son utilisation.

source: Self protection is @1
fr: Protection individuelle @1

source: enabled
fr: activée

source: disabled
fr: désactivée

source: @1 have the neccessary privilege (@2).
fr: @1 les privilège nécessaire (@2).

source: and you
fr: et vous avez

source: but you don't
fr: mais vous n'avez pas

source: You are an area administrator ("areas" privilege).
fr: Vous êtes un administrateur de zone (privilège "areas").

source: You have extended area protection limits ("areas_high_limit" privilege).
fr: Vous avez une protection étendue.

source: You have @1 area@2
fr: Vous avez @1 zone@2

source: and have no area protection limits.
fr: et aucune limite de protection.

source: , out of a maximum of @1.
fr: , sur un maximum de @1.

source: Players with the @1 privilege can protect up to @2 areas
fr: Les joueurs avec le privilège @1 peuvent protéger jusqu'à @2 zones

source: You can protect areas
fr: Vous pouvez protéger cette zone
